Repository: Plaristote/oxygen-style
Catalog: po/*/oxygen_style_config.po
Languages: cs

source: Oxygen Settings
cs: Nastavení Oxygen

source: Focus, mouseover and widget state transition
cs: Zaměření, přejetí myší a změna stavu prvků

source: Configure widgets' focus and mouseover highlight animation, as well as widget enabled/disabled state transition
cs: Nastavení zaměření prvků, animace zvýraznění při přejetí myší a změna stavu prvků povoleno/zakázáno

source: Toolbar highlight
cs: Zvýrazňování panelu nástrojů

source: Configure toolbars' mouseover highlight animation
cs: Nastavit animaci zesvětlení při přesunu myši přes panely nástrojů

source: Menu bar highlight
cs: Zvýrazňování panelu nabídky

source: Configure menu bars' mouseover highlight animation
cs: Nastavit animace zesvětlení při pohybu myši přes panel nabídky

source: Menu highlight
cs: Zvýrazňování nabídky

source: Configure menus' mouseover highlight animation
cs: Nastavit animaci zesvětlení při přesunu myši přes nabídku

source: Progress bar animation
cs: Animace ukazatele průběhu

source: Configure progress bars' steps animation
cs: Nastavit animace kroků ukazatelů průběhu

source: Tab transitions
cs: Přechod mezi kartami

source: Configure fading transition between tabs
cs: Nastavit blednutí při přechodu mezi kartami

source: Label transitions
cs: Posuny popisku

source: Configure fading transition when a label's text is changed
cs: Nastavit blednutí při změně textu popisku

source: Text editor transitions
cs: Posuny editoru textu

source: Configure fading transition when an editor's text is changed
cs: Nastavit blednutí při změně textu editoru

source: Combo box transitions
cs: Změna rozbalovacího seznamu

source: Configure fading transition when a combo box's selected choice is changed
cs: Nastavit blednutí přechodu na vybranou možnost rozbalovacího seznamu

source: Progress bar busy indicator
cs: Animace ukazatele průběhu při činnosti

source: Configure progress bars' busy indicator animation
cs: Nastavit animace ukazatele průběhu

source: Frame
cs: Rámec

source: Animation type:
cs: Typ animace:

source: Fade
cs: Blednutí

source: Follow Mouse
cs: Následovat myš

source: Fade duration:
cs: Trvání blednutí:

source: Follow mouse duration:
cs: Trvání sledování myši:

source: General
cs: Obecné

source: Always hide
cs: Vždy skrýt

source: Show when Alt key is pressed
cs: Zobrazit pokud je stisknuta klávesa Alt

source: Always show
cs: Vždy zobrazovat

source: Drag windows from titlebar only
cs: Přesouvat okna pouze z pruhu titulku

source: Drag windows from titlebar, menubar and toolbars
cs: Přesouvat okna z pruhu titulku, panelu nabídky a panelu nástrojů

source: Drag windows from all empty areas
cs: Přesouvat okna ze všech prázdných míst

source: Keyboard accelerators visibility:
cs: Viditelnost akcelerátorů klávesnice:

source: Draw toolbar item separators
cs: Kreslit oddělovače položek panelu nástrojů

source: Draw window background gradient
cs: Vykreslit přechod pozadí okna

source: Enable extended resize handles
cs: Povolit rozšířené úchytky změny velikosti

source: Windows' &drag mode:
cs: Režim táhnutí o&ken:

source: Animations
cs: Animace

source: Views
cs: Pohledy

source: Draw tree branch lines
cs: Zobrazit linky větví stromu

source: &Tree expander size:
cs: Velikost &trojúhelníkového znaku rozbalování:

# triangle size
source: Tiny
cs: Drobný

# triangle size
source: Small
cs: Malý

# triangle size
source: Normal
cs: Normální

source: Draw focus indicator in lists
cs: Vykreslovat v seznamech ukazatel zaměření

source: Scrollbars
cs: Posuvníky

source: Scrollbar wi&dth:
cs: Šířka posuvní&ku:

source: Top arrow button type:
cs: Typ tlačítka šipky nahoru:

source: Bottom arrow button type:
cs: Typ tlačítka šipky dolů:

source: No buttons
cs: Žádná tlačítka

source: One button
cs: Jedno tlačítko

source: Two buttons
cs: Dvě tlačítka

source: No button
cs: Žádné tlačítko

source: Menu Highlight
cs: Zvýrazňování nabídky

source: Use dar&k color
cs: Použít t&mavou barvu

source: &Use selection color (plain)
cs: Po&užít barvu pro výběr (prosté)

source: Use selec&tion color (subtle)
cs: Použí&t barvu pro výběr (jemné)
